Repository: shadighanaat/rezomeh
Catalog: rezomeh/locale/*/LC_MESSAGES/django.po
Languages: fa

source: site me
fa: سایت من

source: Shadi Ghanaati
fa: شادی قناعتی

source: Backend Developer
fa: بک اند

source: Home
fa: خانه

source: About Me
fa: درباره من

source: Resume
fa: رزومه

source: Portfolio
fa: نمونه کارها

source: Blog
fa: بلاگ

source: Contact
fa: تماس

source: Switch to Persian
fa: به فارسی تغییر دهید

source: shadi ghanaati
fa: شادی قناعتی

source: name
fa: نام و نام خانوادگی

source: message
fa: پیام

source: Name
fa: نام

source: Email
fa: ایمیل

source: Message
fa: پیام

source: expertise
fa: جنگو

source: Address
fa: آدرس

source: phone_number
fa: تلفن

source: email
fa: ایمیل

source: freelance_status
fa: موقعیت

source: Something went wrong!
fa: مشکلی پیش آمد!

source: An error occurred. Please try again later.
fa: خطایی رخ داد. لطفاً بعداً دوباره امتحان کنید

source: aboutme
fa: درباره من

source: Creative Doer, backend, Thinker
fa: انجام دهنده خلاق بک اند، متفکر

source: aboutme.title
fa: توسعه دهنده جنگو

source: aboutme.description
fa: من توسعه‌دهنده‌ی بک‌اند با تخصص در فریم‌ورک جنگو هستم و تجربه‌ی طراحی، پیاده‌سازی و استقرار برنامه‌هایکاربردی وب را دارم. مهارت من در توسعه‌ی API با استفاده از Django REST Framework، مدیریت پایگاه داده با PostgreSQL و کانتینرسازی پروژه‌ها با Docker متمرکز است. به نوشتن کدهای ساختاریافته، مقیاس‌پذیر و قابل نگهداری متعهد هستم و در کنار توسعه، مستندسازی و تست واحد را به عنوان بخش جدایی‌ناپذیر فرآیند توسعه در نظر می‌گیرم. تمرکز من بر طراحی ماژولار، امنیت و توسعه‌پذیری پروژه‌ها است.

source: Testimonials
fa: گواهینامه ها

source: Python Programming Certificate: (Coding course and school in 2023 and 2024)
fa: گواهی برنامه نویسی پایتون: (دوره برنامه نویسی در سال 2023 و 2024)

source: Django Framework Training: (Coding course and school in 2023 and 2024)
fa: آموزش جنگو: (دوره کدنویسی در سال 2023 و 2024)

source: Git Version Control: (Coding course and school in 2023 and 2024)
fa: گیت: (دوره برنامه نویسی در سال 2023 و 2024)

source: Services
fa: خدمات

source: Development and implementation of custom websites
fa: توسعه و پیاده سازی وب سایت های سفارشی

source: aboutme.description 1
fa: طراحی و توسعه وب‌سایت‌های اختصاصی با Django و Django REST Framework

source: Implementation of online learning management systems (LMS)
fa: پیاده سازی سیستم های مدیریت یادگیری آنلاین (LMS)

source: aboutme.description 2
fa: طراحی و پیاده‌سازی پلتفرم‌های آموزشی شامل مدیریت دوره‌ها، آزمون‌ها و نمرات

source: Online store design
fa: طراحی فروشگاه اینترنتی

source: aboutme.description 3
fa: پیاده‌سازی سیستم‌های مدیریت سفارشات، پرداخت آنلاین و مدیریت محصولات

source: Launching and deploying projects
fa: راه اندازی و استقرار پروژه ها

source: aboutme.description 4
fa: کانفیگ و استقرار پروژه‌ها در سرورهای اختصاصی، VPS یا سرویس‌های ابری (مانند Liara ) استفاده از Docker برای توسعه و استقرار

source: Fun Facts
fa: حقایق جالب

source: Working Hours
fa: ساعت کاری

source: ~2000+ hours spent on coding
fa: بیش از 2000 ساعت برای کدنویسی صرف شده است

source: Coffee Consumed
fa: قهوه مصرف شده

source: ~500+ cups (and still counting ☕)
fa: بیش از 500 فنجان (و هنوز در حال شمارش ☕)

source: blog detail
fa: جزئیات وبلاگ

source: Comments
fa: نظرات

source: Reply
fa: پاسخ

source: Submit reply
fa: ارسال پاسخ

source: Leave a Comment
fa: نظر بدهید

source: Submit comment
fa: نظر اضافه کنید

source: blog list
fa: لیست وبلاگ

source: My Diary
fa: دفتر خاطرات من

source: contact
fa: تماس

source: Get in Touch
fa: تماس بگیرید

source: You can contact me via email or LinkedIn for further cooperation and communication.
fa: برای همکاری و ارتباط بیشتر می توانید از طریق ایمیل یا لینکدین با من تماس بگیرید.

source: Iran, Esfahan
fa: ایران، اصفهان

source: Freelance Available
fa: فریلنسری

source: Contact Form
fa: فرم تماس

source: submit
fa: ارسال

source: home
fa: خانه

source: Django
fa: جنگو

source: backend-developer
fa: بک اند

source: Age
fa: سن :

source: home.Address
fa: : ایران_اصفهان

source: e-mail
fa: ایمیل :

source: home.email
fa: shadighanaati@gmail.com

source: Phone
fa: تلفن :

source: Freelance
fa: موقعیت :

source: home.Available
fa: فریلنسر

source: portfolio detail
fa: جزئیات نمونه کارها

source: Portfolio Project
fa: پروژه نمونه کارها

source: Description
fa: توضیحات

source: Share
fa: به اشتراک بگذارید

source: portfolio
fa: نمونه کارها

source: My Best Works
fa: بهترین آثار من

source: All
fa: همه

source: Personal
fa: شخصی

source: Python
fa: پایتون

source: rezomeh
fa: رزومه

source: 2 Years of Experience
fa: 2 سال تجربه

source: Education
fa: آموزش و پرورش

source: Bachelors Degree in Chemical Engineering
fa: کارشناسی مهندسی شیمی

source: Shahreza University
fa: دانشگاه شهرضا

source: Chemical engineering
fa: مهندسی شیمی

source: Experience
fa: تجربه کاری

source: Django Developer
fa: توسعه دهنده جنگو

source: Freelance
fa: آزادکار

source: Design Skills
fa: مهارت های طراحی

source: Git
fa: گیت

source: Docker
fa: داکر

source: PostgreSQL
fa: دیتابیس

source: Download CV
fa: دانلود CV

source: Email successfully created
fa: ایمیل با موفقیت ایجاد شد

source: Comment successfully created
fa: نظر با موفقیت ایجاد شد
